[
  {
    "image": "/products/images/redi.png",
    "imageAlt": "XX",
    "name": "Redi",
    "description": "Redi is a Cornell-only dating app delivering weekly curated matches and campus-themed prompts.",
    "link": "https://apps.apple.com/us/app/redi-love/id6754899018",
    "comingSoon": false,
    "id": "redi",
    "accentColor": "#1A1A1A"
  },
  {
    "image": "/products/images/cureviews.png",
    "imageAlt": "A laptop next to a phone, displaying the search page and the search results page of the CU Reviews website",
    "name": "CU Reviews",
    "description": "CU Reviews is a course review website. You can browse classes and view their metrics, read about other students' experiences, and submit your own course reviews for others.",
    "link": "https://www.cureviews.org/",
    "comingSoon": false,
    "id": "cureviews",
    "accentColor": "#F4F9FE"
  },
  {
    "image": "/products/images/courseplan.png",
    "imageAlt": "A desktop computer next to a laptop, displaying the planning page and the profile page of the Course Plan website",
    "name": "CoursePlan",
    "description": "Start your college career here with us. CoursePlan has everything you need to fulfill your requirements, all in one place. You can design your 4-year plan by simply dragging them into your schedule.",
    "link": "https://www.courseplan.io/",
    "comingSoon": false,
    "id": "courseplan",
    "accentColor": "#E3F5FF"
  },
  {
    "image": "/products/images/cornellgo.png",
    "imageAlt": "3 phones side by side, displaying the login, map, and profile screens of the CornellGO Application",
    "name": "CornellGO",
    "description": "Navigating Campus for the first time is confusing. CornellGO is a scavenger hunt app that makes discovering campus easy and fun through interactive, location-based challenges. Launching this semester.",
    "link": "https://apps.apple.com/us/app/cornellgo/id1562549651",
    "comingSoon": false,
    "id": "cornellgo",
    "accentColor": "#FFE9E9"
  },
  {
    "image": "/products/images/queuemein.png",
    "imageAlt": "A display showing a dashbord of the Queue Me In application with a lists of students waiting in line for office hours",
    "name": "Queue Me In",
    "description": "Office hours are too crowded and unorganized. Queue Me In removes the frustration from office hours by helping students get support and professors better understand their classes.",
    "link": "https://queueme.in/",
    "comingSoon": false,
    "id": "queuemein",
    "accentColor": "#CFE2FF"
  },
  {
    "image": "/products/images/cuapts.png",
    "imageAlt": "A laptop next to a phone, displaying home page and an address page of the CU Apts website",
    "name": "CU Apts",
    "description": "The search for off-campus housing in Ithaca is insane. CU Apts helps you search for off-campus housing, share apartment reviews, and explore your best options.",
    "link": "https://www.cuapts.org/",
    "comingSoon": false,
    "id": "cuapts",
    "accentColor": "#FFFFFF"
  },
  {
    "image": "/products/images/design@cornell.png",
    "imageAlt": "2 tablets showing the homepage and articles page of the Design @ Cornell website",
    "name": "Design @ Cornell",
    "description": "Design @ Cornell is a centralized repository that contains all the resources and information needed for faculty, staff, current and future students interested in design at Cornell.",
    "link": "https://www.cudesign.io/",
    "comingSoon": false,
    "id": "designatcornell",
    "accentColor": "#FFF8CD"
  },
  {
    "image": "/products/images/zing.png",
    "imageAlt": "A desktop computer next to a tablet, displaying the landing page and questionnaire page of the Zing website",
    "name": "Zing",
    "description": "Collaborating with The Learning Strategies Center (LSC) at Cornell, Zing is an all-in-one web interface to create optimal groups for class projects based on students' study preferences.",
    "link": "https://zing-lsc-prod.web.app/",
    "comingSoon": false,
    "id": "zing",
    "accentColor": "#E4DBFF"
  },

  {
    "image": "/products/images/carriage.png",
    "imageAlt": "2 laptops showing the map and scheduled rides page of the Carriage application",
    "name": "Carriage",
    "description": "Carriage is dedicated to making Cornell accessible for all students and work directly with CULift, Cornell's paratransit service for students with disabilities. Launching next semester.",
    "comingSoon": true,
    "id": "carriage",
    "accentColor": "#000000"
  },
  {
    "image": "/products/images/idol.png",
    "imageAlt": "Various devices from phones to laptops showing the DTI website",
    "name": "IDOL",
    "description": "IDOL – Internal DTI Organization Logic – is our very own internal tools subteam. Responsible for developing and maintaining this website, recruitment tools, internal coffee chat tracking, and other administrative systems.",
    "link": "https://cornelldti.org/design-system/",
    "linkLabel": "Visit design system",
    "comingSoon": false,
    "id": "idol",
    "accentColor": "#000000"
  }
]
