{
  "featured": {
    "title": "Featured Initiative",
    "subtitle": "Giving back to the community.",
    "icon": {
      "src": "/icons/layer.svg",
      "alt": "layer",
      "width": 35,
      "height": 33
    },
    "image": {
      "src": "/images/tcpl.jpg",
      "alt": "a DTI member teaching members of the Ithaca community about technology at the Tompkins County Public Library",
      "width": 563,
      "height": 328
    },
    "description": "At the Tompkins County Public Library, our members give children in the Ithaca community the opportunity to grow and learn about other technical careers. We introduce code and design through beginner-friendly, interactive workshops with Cornell students, providing individualized feedback. Young students can learn Scratch to create their own games and animations, and Figma to make eye-catching visuals with shapes, colors, and more!",
    "mobileDescription": "@Tompkins County Public Library, we introduced code & design with workshops that taught Figma and Sketch.",
    "eventName": "Tompkins County Public Library"
  },
  "standard": [
    {
      "title": "Events",
      "subtitle": "Our presence on campus.",
      "icon": {
        "src": "/icons/events.png",
        "alt": "handshake icon representing events",
        "width": 80,
        "height": 64
      },
      "image": {
        "src": "/images/half-baked.jpg",
        "alt": "a DTI member presenting a series of graphs at the Half-Baked event",
        "width": 373,
        "height": 263
      },
      "description": "Our team helps host Half-Baked, an open space for individuals, project teams and organizations to present their \"half-baked\" ideas for further interdisciplinary collaboration. Past pitches have been about founding new student organizations, food truck ideas, dog parades, phone apps in-the-making, or ideas for social good. Any and all ideas are welcome!",
      "mobileDescription": "@Half-Baked, individuals or teams present their \"half-baked\" ideas for further collaboration. Past pitches include food truck ideas, dog parades, or phone apps. All ideas are welcome!",
      "eventName": "Half-Baked"
    },
    {
      "title": "Workshops",
      "subtitle": "Enriching the community.",
      "icon": {
        "src": "/icons/workshops.png",
        "alt": "person teaching icon representing workshops",
        "width": 66,
        "height": 64
      },
      "image": {
        "src": "/images/bigredhacks.jpg",
        "alt": "a DTI member presenting code at the Big Red Hacks hackathon event",
        "width": 344,
        "height": 263
      },
      "description": "BigRed//Hacks is Cornell's largest and most established student-run hackathon. It features various seminars about best practices in the industry and a competition where teams of students enter a programming project around a theme. Our workshop in web development provides the foundation that helps students bring their ideas to life.",
      "mobileDescription": "@BigRed//Hacks, students enter a programming project centered around a theme. Our workshop in web development supports those ideas and their skills.",
      "eventName": "BigRed//Hacks"
    },
    {
      "title": "Initiatives",
      "subtitle": "Empowering the future.",
      "icon": {
        "src": "/icons/initiatives.png",
        "alt": "lightbulb icon representing initiatives",
        "width": 54,
        "height": 61
      },
      "image": {
        "src": "/images/millennium.jpg",
        "alt": "DTI members posing in front of the Millennium logo",
        "width": 345,
        "height": 260
      },
      "description": "We collaborated with Millennium Management in Spring 2024. Members of Cornell DTI volunteered to participate in projects created by Millennium professionals introducing the team to relevant problems tackled in the industry, like building a value-at-risk model and developing an AI powered document summarizer.",
      "mobileDescription": "@Millennium Management in Spring 2024, we worked with professionals to build a value-at-risk model and an AI powered document summarizer.",
      "eventName": "Millennium Management"
    }
  ]
}
